---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.Area
zh: 面积区域
source: html/cfca7ddb-2c40-53d4-965b-96fdf47b5f10.htm
---
# Autodesk.Revit.DB.SpecTypeId.Area Property

**中文**: 面积区域

Area, in discipline Common.

## Syntax (C#)
```csharp
public static ForgeTypeId Area { get; }
```